Repository: niltonperimneto/Whisky
Catalog: Whisky/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fi, fr, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

# program.remove.blocklist
source: Remove from Blocklist
ar: إزالة من القائمة السوداء
cs: Odstranit z blokovaných
da: Fjern fra blokeringsliste
de: Von der Blockliste entfernen
es: Eliminar de la lista de bloqueo
fi: Poista estolistalta
fr: Enlever de la liste de programmes bloqués
it: Rimuovi dalla lista bloccati
ja: ブロックリストから削除
ko: 차단 목록에서 삭제
nl: Verwijder van blokkeerlijst
pl: Usuń z czarnej listy
pt_br: Remover da lista de bloqueio
pt_pt: Remover da Lista de bloqueio
ro: Eliminați din Blocklist
ru: Удалить из Черного списка
sv: Ta bort från blockeringslista
tr: Karalisteden Kaldır
uk: Видалити з чорного списку
vi: Gỡ khỏi danh sách chặn
zh_hans: 从阻止列表中移除
zh_hant: 從黑名單中移除

# program.remove.selected.blocklist
source: Remove Selected from Blocklist
ar: إزالة من القائمة السوداء
cs: Odstranit vybrané ze seznamu
da: Fjern valgte fra blokeringsliste
de: Ausgewählte Bottle von Sperrliste entfernen
es: Eliminar seleccionados de la lista
fi: Poista valitut estolistalta
fr: Enlever sélectionnés de la liste de programmes bloqués
it: Rimuovi selezionati dalla bloccati
ja: 選択したものをブロックリストから削除
ko: 선택한 항목을 블랙리스트에서 제거
nl: Verwijder geselecteerde uit blokkeerlijst
pl: Usuń wybrane z czarnej listy
pt_br: Remover selecionados da lista de bloqueio
pt_pt: Remover Selecionados da Lista de Bloqueio
ro: Eliminați cele selectate din Blocklist
ru: Убрать выделенное из черного списка
sv: Ta bort markerade från blockeringslistan
tr: Seçilenleri Engelleme Listesinden Çıkar
uk: Видалити з чорного списку
vi: Gỡ những mục được chọn khỏi danh sách chặn
zh_hans: 将所选内容从黑名单中移除
zh_hant: 將選擇項目移除出黑名單

# program.settings
source: Settings
ar: الإعدادات
cs: Nastavení
da: Indstillinger
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
pt_pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# program.title
source: All Programs
ar: جميع البرامج
cs: Všechny programy
da: Alle programmer
de: Alle Programme
es: Todos los programas
fi: Kaikki ohjelmat
fr: Tous les programmes
it: Tutti i programmi
ja: すべてのプログラム
ko: 모든 프로그램
nl: Alle programma's
pl: Wszystkie programy
pt_br: Todos os Programas
pt_pt: Todos os programas
ro: Toate Programele
ru: Все программы
sv: Alla program
tr: Bütün Programlar
uk: Всі програми
vi: Tất cả ứng dụng
zh_hans: 所有程序
zh_hant: 所有程式

source: Re-analyze
ar: إعادة التحليل
cs: Analyzovat znovu
da: Analysér igen
de: Erneut analysieren
es: Volver a analizar
fi: Analysoi uudelleen
fr: Réanalyser
it: Analizza di nuovo
ja: 再分析
ko: 다시 분석
nl: Analyseer opnieuw
pl: Analizuj ponownie
pt_br: Analisar de novo
pt_pt: Analisar de novo
ro: Reanalizează
ru: Повторить анализ
sv: Analysera igen
tr: Yeniden analiz et
uk: Повторити аналіз
vi: Phân tích lại
zh_hans: 重新分析
zh_hant: 重新分析

source: Re-run with enhanced logging
ar: إعادة التشغيل مع تسجيل موسّع
cs: Spustit znovu s podrobným protokolem
da: Kør igen med udvidet logning
de: Erneut mit erweiterter Protokollierung
es: Repetir con registro detallado
fi: Aja uudelleen laajennetulla lokituksella
fr: Relancer en journalisation détaillée
it: Riesegui con log dettagliati
ja: 詳細ログを有効にして再実行
ko: 상세 로깅으로 다시 실행
nl: Opnieuw met uitgebreide logging
pl: Uruchom ponownie z pełnymi logami
pt_br: Repetir com registro detalhado
pt_pt: Repetir com registo detalhado
ro: Rulează din nou cu jurnalizare detaliată
ru: Запустить с подробным журналом
sv: Kör igen med utökad loggning
tr: Gelişmiş günlükle yeniden çalıştır
uk: Запустити з докладним журналом
vi: Chạy lại với nhật ký mở rộng
zh_hans: 启用增强日志后重新运行
zh_hant: 啟用強化記錄後重新執行

source: Recommended only when sharing privately
ar: يُنصح به عند المشاركة الخاصة فقط
cs: Doporučeno jen při soukromém sdílení
da: Anbefales kun ved privat deling
de: Nur beim privaten Teilen empfohlen
es: Recomendado solo para compartir en privado
fi: Suositellaan vain yksityisesti jaettaessa
fr: Recommandé uniquement pour un partage privé
it: Consigliato solo per la condivisione privata
ja: 非公開で共有する場合にのみ推奨されます
ko: 비공개로 공유할 때만 권장합니다
nl: Alleen aanbevolen bij privé delen
pl: Zalecane tylko przy udostępnianiu prywatnym
pt_br: Recomendado apenas para compartilhar em privado
pt_pt: Recomendado apenas para partilha privada
ro: Recomandat doar pentru partajare privată
ru: Рекомендуется только при личной передаче
sv: Rekommenderas endast vid privat delning
tr: Yalnızca özel olarak paylaşırken önerilir
uk: Рекомендовано лише для приватного надсилання
vi: Chỉ nên dùng khi chia sẻ riêng tư
zh_hans: 仅建议在私下共享时使用
zh_hant: 僅建議在私下分享時使用

# rename.bottle.title
source: Rename bottle
ar: إعادة تسمية القارورة
cs: Přejmenovat lahev
da: Omdøb bottle
de: Bottle umbenennen
es: Renombrar botella
fi: Uudelleennimeä pullo
fr: Renommer la bouteille
it: Rinomina bottiglia
ja: Bottle の名前を変更
ko: Bottle 이름 변경
nl: Bottle hernoemen
pl: Zmień nazwę butelki
pt_br: Renomear Bottle
pt_pt: Renomear a Bottle
ro: Redenumiţi sticla
ru: Переименовать бутылку
sv: Byt namn på flaska
tr: Bottle'ı Yeniden Adlandır
uk: Перейменувати пляшку
vi: Đổi tên của Bottle
zh_hans: 重新命名容器
zh_hant: 重新命名容器

# rename.name
source: New name:
ar: اسم جديد:
cs: Nové jméno:
da: Nyt navn:
de: Neuer Name:
es: Nuevo nombre:
fi: Uusi nimi:
fr: Nouveau nom :
it: Nuovo nome:
ja: 新しい名前:
ko: 새 이름:
nl: Nieuwe naam:
pl: Nowa nazwa:
pt_br: Novo nome:
pt_pt: Novo nome:
ro: Nume nou:
ru: Новое имя:
sv: Nytt namn:
tr: Yeni ad:
uk: Нова назва:
vi: Tên mới:
zh_hans: 新名称：
zh_hant: 新名稱：

# rename.pin.title
source: Rename pin
ar: إعادة تسمية الدبوس
cs: Přejmenovat připínáček
da: Omdøb fastgørelse
de: Pin umbenennen
es: Renombrar marcador
fi: Uudelleennimeä kiinnike
fr: Renommer l'épingle
it: Rinomina scorciatoia
ja: ピン留めの名前を変更
ko: 이름 변경
nl: Pin hernoemen
pl: Zmień nazwę przypięcia
pt_br: Renomear pin
pt_pt: Renomear pin
ro: Redenumire pin
ru: Переименовать ярлык
sv: Byt namn på fäst program
tr: Sabitlenmiş Programı Adlandır
uk: Перейменувати прикріплене
vi: Đổi tên ghim
zh_hans: 重命名固定快捷名称
zh_hant: 重新命名 Pin

# rename.rename
source: Rename
ar: إعادة التسمية
cs: Přejmenovat
da: Omdøb
de: Umbenennen
es: Renombrar
fi: Uudelleen nimeä
fr: Renommer
it: Rinomina
ja: 変更
ko: 이름 변경
nl: Hernoem
pl: Zmień nazwę
pt_br: Renomear
pt_pt: Alterar nome
ro: Redenumiți
ru: Переименовать
sv: Byt namn
tr: Yeniden Adlandır
uk: Перейменувати
vi: Đổi tên
zh_hans: 重命名
zh_hant: 重新命名

source: Reports high-end GPU to pass launcher compatibility checks. Fixes EA App black screen and "GPU not supported" errors.
ar: يبلّغ عن GPU عالي الأداء لتجاوز فحوصات توافق المشغّلات. يصلح الشاشة السوداء في EA App وأخطاء «GPU غير مدعوم».
cs: Hlásí výkonné GPU, aby prošly kontroly launcherů. Opravuje černou obrazovku EA App a chyby „GPU not supported“.
da: Oplyser en kraftig GPU, så launcheres tjek består. Retter sort skærm i EA App og fejl om GPU, der ikke understøttes.
de: Meldet eine High-End-GPU für Launcher-Prüfungen. Behebt schwarze Bildschirme der EA App und „GPU nicht unterstützt“.
es: Simula una GPU de gama alta para superar las comprobaciones de los lanzadores. Corrige la pantalla negra de EA App.
fi: Ilmoittaa tehokkaan GPU:n yhteensopivuustarkistuksia varten. Korjaa EA Appin mustan ruudun ja GPU-virheilmoitukset.
fr: Simule un GPU haut de gamme pour les contrôles des lanceurs. Corrige l'écran noir et les erreurs GPU d'EA App.
it: Dichiara una GPU di fascia alta per superare i controlli dei launcher. Corregge la schermata nera di EA App.
ja: 高性能な GPU として報告し、ランチャーの互換性チェックを通過させます。EA App の黒画面や「GPU not supported」エラーを修正します。
ko: 고성능 GPU로 보고해 런처의 호환성 검사를 통과시킵니다. EA App의 검은 화면과 “GPU not supported” 오류를 수정합니다.
nl: Meldt een high-end GPU om launchercontroles te doorstaan. Verhelpt zwarte schermen in EA App en 'GPU niet ondersteund'.
pl: Zgłasza wydajny GPU, aby przejść testy zgodności launcherów. Naprawia czarny ekran EA App i błędy „GPU not supported”.
pt_br: Informa uma GPU de ponta para passar nas verificações dos launchers. Corrige a tela preta do EA App.
pt_pt: Comunica uma GPU topo de gama para passar as verificações dos launchers. Corrige o ecrã preto do EA App.
ro: Raportează o placă video de top pentru a trece verificările launcherelor. Remediază ecranul negru din EA App.
ru: Сообщает о мощном GPU, чтобы пройти проверки лаунчеров. Устраняет чёрный экран EA App и ошибки «GPU not supported».
sv: Anger ett kraftfullt grafikkort så att launchers kontroller godkänns. Åtgärdar svart skärm i EA App och GPU-fel.
tr: Uyumluluk denetimini geçmek için üst düzey GPU bildirir. EA App siyah ekranı ve “GPU desteklenmiyor” hatasını giderir.
uk: Повідомляє про потужний GPU, щоб пройти перевірки лаунчерів. Усуває чорний екран EA App і помилки «GPU not supported».
vi: Báo cáo GPU cao cấp để vượt kiểm tra của trình khởi chạy. Khắc phục màn hình đen EA App và lỗi “GPU not supported”.
zh_hans: 报告为高端 GPU 以通过启动器的兼容性检查。修复 EA App 黑屏和“GPU not supported”错误。
zh_hant: 回報為高階 GPU 以通過啟動器的相容性檢查。修正 EA App 黑畫面與「GPU not supported」錯誤。

source: Run Diagnostics
ar: تشغيل التشخيص
cs: Spustit diagnostiku
da: Kør diagnostik
de: Diagnose ausführen
es: Ejecutar diagnósticos
fi: Suorita vianmääritys
fr: Lancer les diagnostics
it: Esegui diagnostica
ja: 診断を実行
ko: 진단 실행
nl: Voer diagnose uit
pl: Uruchom diagnostykę
pt_br: Executar diagnósticos
pt_pt: Executar diagnósticos
ro: Rulează diagnosticele
ru: Запустить диагностику
sv: Kör diagnostik
tr: Tanılamayı Çalıştır
uk: Запустити діагностику
vi: Chạy chẩn đoán
zh_hans: 运行诊断
zh_hant: 執行診斷

source: Run Diagnostics…
ar: تشغيل التشخيص…
cs: Spustit diagnostiku…
da: Kør diagnostik…
de: Diagnose ausführen…
es: Ejecutar diagnósticos…
fi: Suorita vianmääritys…
fr: Lancer les diagnostics…
it: Esegui diagnostica…
ja: 診断を実行…
ko: 진단 실행…
nl: Voer diagnose uit…
pl: Uruchom diagnostykę…
pt_br: Executar diagnósticos…
pt_pt: Executar diagnósticos…
ro: Rulează diagnosticele…
ru: Запустить диагностику…
sv: Kör diagnostik…
tr: Tanılamayı Çalıştır…
uk: Запустити діагностику…
vi: Chạy chẩn đoán…
zh_hans: 运行诊断…
zh_hant: 執行診斷…

# run.bottle
source: Bottle:
ar: القارورة:
cs: Láhev:
da: Flaske:
de: Flasche:
es: Botella:
fi: Pullo:
fr: Bouteille :
it: Bottiglia:
ja: ボトル
nl: Fles:
pl: Butelka:
pt_pt: Garrafa:
ro: Sticlă:
ru: Бутылка:
sv: Flaska:
tr: Şişe:
uk: Пляшка:
zh_hans: 容器：
zh_hant: 容器：

# run.title
source: Run "%@"
ar: تشغيل "%@"
cs: Spustit "%@"
da: Kør "%@"
de: Starte "%@"
es: Ejecutar "%@"
fi: Suorita "%@"
fr: Exécuter «%@»
it: Esegui "%@"
ja: "%@" を実行
ko: "%@" 실행
nl: Start "%@"
pl: Uruchom "%@"
pt_br: Executar "%@"
pt_pt: Executar "%@"
ro: Rulează "%@"
ru: Запустить "%@"
sv: Kör ”%@”
tr: "%@" Çalıştır
uk: Запустити "%@"
vi: Chạy "%@"
zh_hans: 运行 "%@"
zh_hant: 執行「%@」

source: Save ZIP…
ar: حفظ ZIP…
cs: Uložit ZIP…
da: Arkiver ZIP…
de: ZIP sichern…
es: Guardar ZIP…
fi: Tallenna ZIP…
fr: Enregistrer le ZIP…
it: Salva ZIP…
ja: ZIP を保存…
ko: ZIP 저장…
nl: Bewaar ZIP…
pl: Zapisz ZIP…
pt_br: Salvar ZIP…
pt_pt: Guardar ZIP…
ro: Salvează ZIP…
ru: Сохранить ZIP…
sv: Spara ZIP…
tr: ZIP'i Kaydet…
uk: Зберегти ZIP…
vi: Lưu ZIP…
zh_hans: 存储 ZIP…
zh_hant: 儲存 ZIP…

source: Security Note
ar: ملاحظة أمنية
cs: Poznámka k bezpečnosti
da: Sikkerhedsnote
de: Sicherheitshinweis
es: Nota de seguridad
fi: Turvallisuushuomautus
fr: Note de sécurité
it: Nota sulla sicurezza
ja: セキュリティに関する注意
ko: 보안 참고 사항
nl: Beveiligingsnotitie
pl: Uwaga o bezpieczeństwie
pt_br: Nota de segurança
pt_pt: Nota de segurança
ro: Notă de securitate
ru: О безопасности
sv: Säkerhetsinformation
tr: Güvenlik Notu
uk: Про безпеку
vi: Lưu ý bảo mật
zh_hans: 安全提示
zh_hant: 安全性提醒

source: Select a bottle
ar: اختر زجاجة
cs: Vyberte láhev
da: Vælg en flaske
de: Flasche auswählen
es: Selecciona una botella
fi: Valitse pullo
fr: Sélectionner une bouteille
it: Seleziona una bottiglia
ja: Bottle を選択
ko: Bottle 선택
nl: Kies een fles
pl: Wybierz butelkę
pt_br: Selecione uma Bottle
pt_pt: Selecione uma Bottle
ro: Selectează o sticlă
ru: Выберите бутылку
sv: Välj en flaska
tr: Bir şişe seçin
uk: Виберіть пляшку
vi: Chọn một bottle
zh_hans: 选择 Bottle
zh_hant: 選擇 Bottle

source: Select a program
ar: اختر برنامجًا
cs: Vyberte program
da: Vælg et program
de: Programm auswählen
es: Selecciona un programa
fi: Valitse ohjelma
fr: Sélectionner un programme
it: Seleziona un programma
ja: プログラムを選択
ko: 프로그램 선택
nl: Kies een programma
pl: Wybierz program
pt_br: Selecione um programa
pt_pt: Selecione um programa
ro: Selectează un program
ru: Выберите программу
sv: Välj ett program
tr: Bir program seçin
uk: Виберіть програму
vi: Chọn một chương trình
zh_hans: 选择程序
zh_hant: 選擇程式

source: Sets SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 to preserve native button layouts for PlayStation and Switch controllers instead of converting to XInput format.
ar: يضبط SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 للحفاظ على تخطيط الأزرار الأصلي لوحدات تحكم PlayStation وSwitch بدلًا من تحويلها إلى تنسيق XInput.
cs: Nastaví SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1, aby zůstalo původní značení tlačítek ovladačů PlayStation a Switch místo převodu na formát XInput.
da: Sætter SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1, så den oprindelige knapplacering på PlayStation- og Switch-controllere bevares i stedet for at blive konverteret til XInput-format.
de: Setzt SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1, um die native Tastenbelegung von PlayStation- und Switch-Controllern beizubehalten, statt sie ins XInput-Format zu übersetzen.
es: Define SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 para conservar la disposición original de los botones de los mandos de PlayStation y Switch en lugar de convertirla al formato XInput.
fi: Asettaa SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1, jolloin PlayStation- ja Switch-ohjaimien alkuperäiset painikemerkinnät säilyvät eikä niitä muunneta XInput-muotoon.
fr: Définit SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 pour conserver la disposition d'origine des boutons des manettes PlayStation et Switch au lieu de la convertir au format XInput.
it: Imposta SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 per mantenere la disposizione originale dei tasti dei controller PlayStation e Switch invece di convertirla nel formato XInput.
ja: SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 を設定し、PlayStation および Switch のコントローラのボタン配列を XInput 形式に変換せず、そのまま維持します。
ko: SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1을 설정해 PlayStation 및 Switch 컨트롤러의 버튼 배열을 XInput 형식으로 변환하지 않고 그대로 유지합니다.
nl: Stelt SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 in om de oorspronkelijke knopindeling van PlayStation- en Switch-controllers te behouden in plaats van deze om te zetten naar XInput.
pl: Ustawia SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1, aby zachować oryginalne oznaczenia przycisków kontrolerów PlayStation i Switch zamiast zamiany na format XInput.
pt_br: Define SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 para preservar o layout original dos botões dos controles de PlayStation e Switch em vez de convertê-lo para o formato XInput.
pt_pt: Define SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 para manter a disposição original dos botões dos comandos PlayStation e Switch em vez de a converter para o formato XInput.
ro: Setează SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 pentru a păstra dispunerea originală a butoanelor la controllerele PlayStation și Switch, în loc să o convertească în format XInput.
ru: Задаёт SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1, чтобы сохранить обозначения кнопок контроллеров PlayStation и Switch вместо перевода в формат XInput.
sv: Anger SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 så att den ursprungliga knapplayouten på PlayStation- och Switch-handkontroller behålls i stället för att omvandlas till XInput-format.
tr: PlayStation ve Switch kumandalarında XInput biçimine dönüştürmek yerine yerel düğme düzenlerini korumak için SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 ayarlar.
uk: Задає SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1, щоб зберегти рідні позначення кнопок контролерів PlayStation і Switch замість перетворення на формат XInput.
vi: Đặt SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1 để giữ bố cục nút gốc của tay cầm PlayStation và Switch thay vì chuyển sang định dạng XInput.
zh_hans: 设置 SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1，保留 PlayStation 和 Switch 控制器的原生按键布局，而不转换为 XInput 格式。
zh_hant: 設定 SDL_GAMECONTROLLER_USE_BUTTON_LABELS=1，保留 PlayStation 與 Switch 控制器的原生按鍵配置，而不轉換為 XInput 格式。

source: Sets SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 to enable controller input when the game window doesn't have focus.
ar: يضبط SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 لتفعيل إدخال وحدة التحكم عندما لا تكون نافذة اللعبة نشطة.
cs: Nastaví SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1, aby ovladač fungoval, i když okno hry není aktivní.
da: Sætter SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1, så controlleren virker, når spilvinduet ikke er i forgrunden.
de: Setzt SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1, um Controller-Eingaben zu ermöglichen, wenn das Spielfenster nicht im Vordergrund ist.
es: Define SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 para permitir la entrada del mando cuando la ventana del juego no tiene el foco.
fi: Asettaa SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1, jolloin ohjainsyöte toimii myös silloin, kun peli-ikkuna ei ole aktiivinen.
fr: Définit SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 pour activer la manette lorsque la fenêtre du jeu n'a pas le focus.
it: Imposta SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 per abilitare l'input del controller quando la finestra del gioco non è in primo piano.
ja: SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 を設定し、ゲームのウインドウが最前面でないときもコントローラ入力を有効にします。
ko: SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1을 설정해 게임 윈도우가 활성 상태가 아닐 때도 컨트롤러 입력을 사용할 수 있게 합니다.
nl: Stelt SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 in zodat controllerinvoer werkt wanneer het gamevenster niet actief is.
pl: Ustawia SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1, aby kontroler działał, gdy okno gry nie jest aktywne.
pt_br: Define SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 para permitir a entrada do controle quando a janela do jogo não está em foco.
pt_pt: Define SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 para permitir a entrada do comando quando a janela do jogo não está em primeiro plano.
ro: Setează SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 pentru a permite intrarea de la controller când fereastra jocului nu este activă.
ru: Задаёт SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1, чтобы контроллер работал, когда окно игры не активно.
sv: Anger SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 så att handkontrollen fungerar när spelfönstret inte är i förgrunden.
tr: Oyun penceresi odakta değilken kumanda girişini etkinleştirmek için SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 ayarlar.
uk: Задає SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1, щоб контролер працював, коли вікно гри неактивне.
vi: Đặt SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1 để tay cầm vẫn nhận tín hiệu khi cửa sổ game không được focus.
zh_hans: 设置 SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1，使游戏窗口未处于前台时仍可接收控制器输入。
zh_hant: 設定 SDL_JOYSTICK_ALLOW_BACKGROUND_EVENTS=1，讓遊戲視窗不在前景時仍可接收控制器輸入。

source: Sets SDL_JOYSTICK_HIDAPI=0 to force SDL to use alternative input backends. May improve detection for some controllers.
ar: يضبط SDL_JOYSTICK_HIDAPI=0 لإجبار SDL على استخدام واجهات إدخال بديلة. قد يحسّن ذلك اكتشاف بعض وحدات التحكم.
cs: Nastaví SDL_JOYSTICK_HIDAPI=0, aby SDL použila jiné vstupní backendy. U některých ovladačů to zlepší rozpoznání.
da: Sætter SDL_JOYSTICK_HIDAPI=0, så SDL bruger andre input-backends. Det kan forbedre registreringen af nogle controllere.
de: Setzt SDL_JOYSTICK_HIDAPI=0, damit SDL alternative Eingabe-Backends verwendet. Kann die Erkennung mancher Controller verbessern.
es: Define SDL_JOYSTICK_HIDAPI=0 para forzar a SDL a usar otros backends de entrada. Puede mejorar la detección de algunos mandos.
fi: Asettaa SDL_JOYSTICK_HIDAPI=0, jolloin SDL käyttää vaihtoehtoisia syötetaustajärjestelmiä. Voi parantaa joidenkin ohjaimien tunnistusta.
fr: Définit SDL_JOYSTICK_HIDAPI=0 pour forcer SDL à utiliser d'autres backends d'entrée. Peut améliorer la détection de certaines manettes.
it: Imposta SDL_JOYSTICK_HIDAPI=0 per forzare SDL a usare backend di input alternativi. Può migliorare il rilevamento di alcuni controller.
ja: SDL_JOYSTICK_HIDAPI=0 を設定し、SDL に別の入力バックエンドを使用させます。一部のコントローラで検出が改善する場合があります。
ko: SDL_JOYSTICK_HIDAPI=0을 설정해 SDL이 다른 입력 백엔드를 사용하도록 합니다. 일부 컨트롤러의 감지가 개선될 수 있습니다.
nl: Stelt SDL_JOYSTICK_HIDAPI=0 in zodat SDL andere invoerbackends gebruikt. Dit kan de detectie van sommige controllers verbeteren.
pl: Ustawia SDL_JOYSTICK_HIDAPI=0, aby SDL korzystała z innych metod wejścia. Czasem poprawia to wykrywanie kontrolerów.
pt_br: Define SDL_JOYSTICK_HIDAPI=0 para forçar o SDL a usar outros backends de entrada. Pode melhorar a detecção de alguns controles.
pt_pt: Define SDL_JOYSTICK_HIDAPI=0 para forçar o SDL a usar outros backends de entrada. Pode melhorar a deteção de alguns comandos.
ro: Setează SDL_JOYSTICK_HIDAPI=0 pentru a forța SDL să folosească alte backenduri de intrare. Poate îmbunătăți detectarea unor controllere.
ru: Задаёт SDL_JOYSTICK_HIDAPI=0, чтобы SDL использовала другие способы ввода. Иногда помогает распознать контроллер.
sv: Anger SDL_JOYSTICK_HIDAPI=0 så att SDL använder andra inmatningsbackends. Det kan förbättra identifieringen av vissa handkontroller.
tr: SDL'nin alternatif giriş arka uçlarını kullanmasını zorlamak için SDL_JOYSTICK_HIDAPI=0 ayarlar. Bazı kumandalarda algılamayı iyileştirebilir.
uk: Задає SDL_JOYSTICK_HIDAPI=0, щоб SDL використовувала інші способи вводу. Іноді це допомагає розпізнати контролер.
vi: Đặt SDL_JOYSTICK_HIDAPI=0 để buộc SDL dùng backend nhập liệu thay thế. Có thể cải thiện khả năng nhận diện một số tay cầm.
zh_hans: 设置 SDL_JOYSTICK_HIDAPI=0，强制 SDL 使用其他输入后端。可能改善部分控制器的识别。
zh_hant: 設定 SDL_JOYSTICK_HIDAPI=0，強制 SDL 使用其他輸入後端。可能改善部分控制器的偵測。

# settings.general
source: General
ar: عام
cs: Obecné
da: Generelt
de: Allgemein
fi: Yleinen
fr: Général
it: Generali
ja: 全般
ko: 일반
nl: Algemeen
pl: Ogólne
pt_br: Geral
pt_pt: Geral
ru: Основные
sv: Allmänt
tr: Genel
uk: Основне
vi: Chung
zh_hans: 通用
zh_hant: 一般
